import { IValues } from "../interfaces/Values";

export const values: IValues[] = [
  {
    title: "기록을 좋아합니다.",
    description:
      "기록은 스스로를 기억하고, 돌아보고, 증명할 수 있는 좋은 방법 중 하나라고 생각하고, 소통에도 큰 도움을 줄 수 있다고 생각합니다.",
  },
  {
    title: "배움에 개방적입니다.",
    description:
      "무언가를 배우고 싶어지거나 혹은 배워야 한다면, 시간을 지체하지 않습니다.",
  },
  {
    title: "리뷰에 개방적입니다.",
    description:
      "언제나 최선의 결과를 끌어내기 위해서 두려움 없이 리뷰를 요청합니다. 또한, '잘못된' 방법은 없다고 생각합니다. '더 좋은 방법일 수 있는' 내용을 '제안'하는 태도로 리뷰에 임합니다.",
  },
  {
    title: "꾸준함을 좋아합니다.",
    description:
      "한 번에 많은 노력을 들이는 것 보단 조금씩이라도 꾸준히 노력하는 것을 더 좋아합니다.",
  },
  {
    title: "존중을 중요하게 여깁니다.",
    description:
      "상호 존중이 전제된 결과물로 만들어진 좋은 분위기 속에서 일하는 것이 팀의 성장과 멋진 결과물에 큰 영향을 준다고 생각합니다.",
  },
];
